tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"
brew "autoconf"
brew "automake"
brew "bat"
brew "openssl@1.1"
brew "readline"
brew "python"
brew "coreutils"
brew "curl"
brew "exa"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "git"
brew "libksba"
brew "gnupg"
brew "go"
brew "hub"
brew "libtool"
brew "jq"
brew "libyaml"
brew "neovim"
brew "pkg-config"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "youtube-dl"
brew "zlib"
brew "thoughtbot/formulae/rcm"
