tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "thoughtbot/formulae"

brew "curl"
brew "exa"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gnupg"
brew "http"
brew "jq"
brew "libksba"
brew "mas"
brew "neovim"
brew "openssl"
brew "pinentry-mac"
brew "readline"
brew "shellcheck"
brew "ripgrep"
brew "thoughtbot/formulae/rcm"
brew "tldr"
brew "tmate"
brew "tmux"
brew "tree"
brew "watch"
brew "zlib"

cask "kitty"
cask "docker"
cask "amethyst"
cask "unshaky"
cask "firefox"

mas "Amphetamine", id: 937984704
mas "Hidden Bar", id: 1452453066
